---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacPowerDensity
source: html/856aae10-94d1-f43c-afe1-f9797fc955dc.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacPowerDensity Property

Power Density, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacPowerDensity { get; }
```